["<PAD>", "<BOS>", "<EOS>", "<END>", "<UNK>", "<BAR>", "<DECADE=1890.0>", "<DECADE=1900.0>", "<DECADE=1920.0>", "<DECADE=1930.0>", "<DECADE=1940.0>", "<DECADE=1950.0>", "<DECADE=1960.0>", "<DECADE=1970.0>", "<DECADE=1980.0>", "<DECADE=1990.0>", "<DECADE=2000.0>", "<DECADE=2010.0>", "<DECADE=2020.0>", "<STYLE=alternative>", "<STYLE=country>", "<STYLE=electronic>", "<STYLE=jazz>", "<STYLE=metal>", "<STYLE=pop rock>", "<STYLE=pop>", "<STYLE=punk>", "<STYLE=rap>", "<STYLE=reggae>", "<STYLE=rock>", "<STYLE=soul>", "<bridge>", "<chorus>", "<instrumental>", "<interlude>", "<intro>", "<outro>", "<solo>", "<verse>", "G", "C", "D", "A", "F", "Am", "Em", "E", "Bm", "B", "Dm", "Bb", "F#m", "F#", "C#m", "Gm", "Eb", "Cm", "Ab", "G#m", "Fm", "Am7", "C#", "Em7", "A7", "E7", "D7", "B7", "G#", "Db", "G7", "Cmaj7", "Cadd9", "Fmaj7", "Bm7", "Dm7", "D/Fs", "Bbm", "C7", "A#", "D#m", "G/B", "D#", "Gb", "Dmaj7", "Ano3d", "Gmaj7", "Dno3d", "F#m7", "Eno3d", "Gno3d", "Gm7", "D#us4", "C#m7", "A#us4", "D#us2", "Amaj7", "Ebm", "A#us2", "C/G", "Bno3d", "A#m", "Cno3d", "Cm7", "F7", "C/E", "Gadd13", "F#7", "A/Cs", "G#us4", "Emaj7", "E#us4", "Fno3d", "Fm7", "E/Gs", "G#m7", "F#no3d", "Bbmaj7", "Abm", "C/B", "C#7", "Bb7", "F/A", "B#us4", "Ebmaj7", "D/A", "Bbm7", "C#us2", "C#us4", "Bmaj7", "G/D", "C#no3d", "F/C", "G/Fs", "G#7", "Bbno3d", "Eb7", "C9", "Dadd13", "Gadd9", "B/Ds", "Abmaj7", "Aadd13", "G#us2", "A7sus4", "Aadd9", "Fadd9", "Ebm7", "F#us2", "D#m7", "Bb/D", "A/E", "Dadd11", "Dbm", "G#no3d", "Ab7", "Dadd9", "Dbmaj7", "Cadd13", "Gadd11", "Am/G", "D9", "Eadd13", "Ebno3d", "Em9", "Em/B", "G/A", "B#us2", "Eb/G", "Gbm", "C/D", "F#us4", "F#maj7", "Em/G", "Fadd13", "D/E", "E7sus4", "E/B", "D#7", "F#sus4", "F#/As", "Abno3d", "A#m7", "Am/C", "F/G", "D/C", "Gbmaj7", "D#no3d", "A#no3d", "Bb/F", "D7sus4", "Abm7", "Bm/A", "D/Cs", "G/C", "Eadd9", "C#maj7", "Amadd13", "Dm9", "A9", "Aadd11", "E#us2", "D/G", "Dm/F", "Fmaj7/C", "Db7", "D/B", "Am/E", "Bbsus2", "A#7", "G/E", "Ab/C", "B7sus4", "Dbno3d", "Am7/G", "F#m11", "Bbadd13", "Cmaj9", "A/B", "Emadd9", "C#dim", "Emadd13", "E9", "D7sus2", "Dm/A", "G9", "Am9", "Cadd11", "Bdim", "B/Fs", "A/D", "G/F", "Bdim7", "C/A", "F#dim", "Bbsus4", "Em/D", "A/G", "D7/Fs", "Badd13", "D#maj7", "Bb/C", "Dmaj9", "A#maj7", "E/A", "Bm/Fs", "F9", "Badd11", "C#/F", "Dm/C", "G7sus4", "Fmaj9", "Eb/Bb", "C#dim7", "G#dim", "F#dim7", "A/Fs", "Ddim", "A/Gs", "Cmaj7/G", "Dmadd13", "Cdim", "C/F", "F/E", "Gmadd13", "Edim7", "D#dim", "Edim", "F#m9", "Gdim", "G13", "Bm11", "G#/C", "Gm/Bb", "Gb7", "Bbadd9", "Bm/D", "Db/F", "Ddim7", "G#maj7", "Adim", "A7sus2", "D11", "C7sus4", "Eadd11", "Fmadd13", "C#sus4", "Fdim", "Daug", "B/A", "D#us4/Fs", "Gm9", "E/D", "Bm9", "Gbno3d", "Dbm7", "Ab/Eb", "Badd9", "Adim7", "E/Fs", "Em11", "Fm9", "Gmaj9", "B9", "Am/B", "B/E", "Ebsus4", "Ebsus2", "Amaj9", "Gdim7", "Abadd13", "Cmadd13", "E7/Gs", "A#dim", "C#sus2", "Ebadd13", "Gm/D", "F#add13", "Am/F", "Cm/G", "Bbdim", "Cm9", "C#m9", "F/D", "F#m/Cs", "Cdim7", "D#dim7", "G#sus4", "Ab/Bb", "Gaug", "Emaj9", "Am/Fs", "G7/B", "Caug", "Cmaj7/E", "F#7sus4", "Absus4", "D#us2/Fs", "F#m/A", "Em7/D", "Fmaj7sus2", "Gadd13/B", "Eb9", "D#/G", "Am11", "A13", "G#dim7", "Fmaj7/A", "F7sus4", "Em/Fs", "Bb9", "C/Bb", "Fdim7", "Eb/F", "Eaug", "Ebadd9", "B11", "Am/D", "D/F", "A7/Cs", "F#m/E", "F#/Cs", "Emmaj7", "Em/C", "Cm/Eb", "C#m/Gs", "B7/Fs", "Aaug", "Dmaj7sus2", "F#/D", "Bb/A", "Gm/F", "C#/Gs", "Bmadd13", "Fm/Ab", "Fm/C", "Amaj7sus2", "Dm/B", "Abadd9", "B7/Ds", "Dno3d/A", "C#7sus4", "Bm/G", "Ebmaj9", "Bm7/A", "Emajs9", "B/Eb", "Gbm7", "Amadd9", "B/Cs", "D13", "Ammaj7", "Dm7/G", "Em/A", "Bbmaj9", "E7sus2", "F#sus2", "E7/B", "Baug", "Db/Ab", "D#us2/A", "Ebdim", "Ebm9", "E/Cs", "D7/A", "E/Ds", "A#dim7", "Bbmadd13", "B13", "Dadd9/Fs", "Dbadd13", "Abdim", "Dm7/C", "Ebdim7", "Dbsus4", "Dmmaj7", "Bbm9", "Em/Cs", "Cadd9/E", "F#/Bb", "C#m/B", "Bbdim7", "F#11", "F#9", "Dm/G", "Dmaj7/Fs", "Gmaj7/B", "A11", "Dbadd9", "F#/E", "A7/G", "Dadd11/Fs", "G7/D", "Bm/E", "C#m/E", "E11", "Db/Eb", "A7/E", "Faug", "Bb/G", "F/Bb", "D#us4/A", "Fmaj911s", "C7/E", "F#madd13", "Cmaj7/B", "D7/C", "C7/G", "A#us2/E", "Gb/Bb", "Dadd11/A", "Am7/E", "Cm/Bb", "E/G", "Abmaj9", "G11", "Am7/D", "F13/F", "Gmaj7/D", "G7/F", "Fadd11", "C13", "Em7/G", "D7b9", "Dm11", "Bb7sus4", "Bm/Gs", "B/Gs", "F#aug", "F#m/B", "F#add9", "Eb/D", "Dbsus2", "E7/D", "Gm11", "Dbmaj9", "Bb/Ab", "A/C", "E7b9", "C#9", "Cadd13/G", "Db9", "B7sus2", "D#us2/B", "Gb/Ab", "Ab9", "A#us2/Fs", "Gmadd9", "F#add11", "D#us2/C", "Bmadd11", "A#/D", "Dadd13/Fs", "Absus2", "D#us2/G", "D9/Fs", "B/G", "Gmaj7/Fs", "Em7/A", "Bm7/E", "Gadd13/D", "D13/D", "B7/A", "C#add9", "Bb/Eb", "Cmaj7sus2", "Eb/C", "C7sus2", "Bb13", "Dmaj7/A", "B/As", "G#add13", "C#/", "Gbadd13", "C#add13", "Em7/Ds", "C11", "D#sus4", "Gm7/C", "Gb/Db", "F#/B", "F#m/D", "Eno3d/B", "G#m7/Ds", "G#m11", "F/Eb", "Gaugmaj7", "Ano3d/E", "Gno3d/D", "D#9", "Aaugmaj7", "Bmaj9", "A#add13", "B/C", "Bm7/Fs", "Cadd9/B", "Cmaj9/B", "Gbadd9", "Bmadd9", "Bbaug", "G#m9", "F#/G", "G13/G", "C#aug", "D#m9", "Gbdim", "Cm11", "E/Ab", "F7/A", "Dbdim", "Bbm/Db", "Dadd13/A", "Ab7sus4", "F#m7/E", "Gmaj13", "G#7sus4", "G#aug", "Eb7sus4", "A#sus2", "Dm/E", "G#us2/Fs", "Gm/E", "F#7/As", "E#us4/A", "Fadd9/A", "Fm/Eb", "Dmadd9", "Dm7/A", "Gmaj7/A", "Cm7/F", "Fmaj7/G", "Cno3d/G", "Abaug", "E13", "D#sus2", "C#madd13", "Abmadd13", "C#m7/E", "Dadd9/A", "Gadd11/B", "Cmaj13", "Cadd9/G", "Gadd9/B", "F13", "G#madd13", "C#/B", "Ebmadd13", "G#us4/D", "G#m/B", "Dmajs9", "C7/Bb", "Gbmaj9", "Emadd11", "Fm11", "Gb9", "Dm/Bb", "Ebaug", "Eaugmaj7", "D#m/Fs", "Gmadd13/Bb", "G#us4/B", "Emaj7sus2", "D#us4/G", "Abdim7", "Bno3d/Fs", "Gadd9/D", "Gmmaj7", "Bbm/F", "Bmmaj7", "Bm7/D", "Cm7/Bb", "A#sus4", "Gm/A", "Am7/C", "Ab13", "Gm7/F", "F#augmaj7", "E#us4/B", "E/C", "A#us4/G", "Fmmaj7", "Ab/G", "Eb/Db", "Am/Gs", "Cadd9/D", "Gmaj7sus2", "A#us4/D", "Cmmaj7", "A7b9", "Aadd9/Cs", "C13/C", "G#sus2", "Bmajs9", "Bbmaj7/C", "D/Bb", "Fmaj7/E", "D#add13", "D#aug", "Gm/C", "G#us4/C", "A#/F", "Dbmajs9", "C#m11", "B/D", "A#us2/G", "D#us2/E", "D#us4/B", "C#/A", "Cmadd9", "F#/Gs", "Am13", "Ab/Db", "A#us4/E", "F7/C", "D#/As", "Bm/Cs", "Cmaj911s", "F#mmaj7", "C7b9", "C#m/A", "Aadd13/Cs", "Eb/Ab", "Fadd13/C", "F#m7/Cs", "G#9", "Emaj7/B", "F#madd11", "Gb/F", "D7sus4/G", "A#us4/Fs", "E#us4/Fs", "A#us2/B", "C#add11", "F#maj9", "Cm/Ab", "Amadd11", "C#us2/G", "A13/A", "Cm/A", "Dm7/F", "Dmaj7/Cs", "Emaj7sus4", "Bm11/A", "D#add9", "A#us4/Cs", "Ab/F", "C#us2/B", "Abmaj7/Bb", "Emaj7/Gs", "F#/A", "C#m/Fs", "Dmaj9/Fs", "A#us2/Cs", "Bbm/Ab", "Baugmaj7", "Dbdim7", "B7b9", "F#13", "Amaj7/E", "G#us2/A", "Ebm/Gb", "E/F", "Gadd13/E", "G7b9", "Amadd13/C", "B/Bb", "Fm7/Bb", "C#/C", "D#us4/E", "G/Bb", "Gadd13/A", "B#us4/E", "A13b", "A#aug", "Dno3d/C", "F11", "Amaj13", "Amajs9", "Cm/F", "Dno3d/E", "Db/C", "G#m/Fs", "Cm7/G", "Amaj7/Cs", "C/C", "A/Db", "B/Db", "Aadd13/B", "Em9/A", "D/Gb", "Dmaj11", "Bbadd13/F", "C/Fs", "Dadd11/G", "Bb7/D", "Ebadd11", "Dno3d/B", "Gno3d/E", "Eb7/G", "C#11", "A7sus4/E", "F#7/Cs", "Cm/B", "Am7/F", "E7sus4/B", "Dbm/E", "C#7b9", "Gbaug", "C#7/Gs", "Dm/Cs", "Fadd13/A", "Bb11", "E/Eb", "F#madd9", "C#7sus2", "Gm7/Bb", "C#13", "Eb7sus2", "F#7/E", "Fadd9/C", "Em7/Fs", "Dno3d/Fs", "Bb7sus2", "Gno3d/Fs", "D11/A", "Gadd9/A", "Cmajs9", "Fm7/C", "Abadd11", "F#m11/E", "Bb7/Ab", "Em7/C", "Em/E", "Dmaj7sus4", "F#/Ds", "Cadd13/E", "D#m/As", "A#us2/F", "D#us2/Bb", "Bm7/G", "Ab/Gb", "Db13/Db", "Amadd13/Fs", "A/F", "Dno3d/Cs", "Abm9", "Eb13", "Fmaj13", "Dbaug", "C#maj9", "Dbmadd13", "Bm/As", "G#m/Cs", "Gmaj911s", "Gadd13/Fs", "F#us2/C", "D#us2/F", "Fm7/Eb", "Dmadd11", "D#us4/C", "Db/A", "Dno3d/G", "Bbm11", "Bbmaj7/F", "C#mmaj7", "C#augmaj7", "Gmaj9/Fs", "Gno3d/A", "Db13", "G/Gs", "Eno3d/G", "B/Ab", "G#m/E", "F#no3d/E", "Bno3d/A", "Cm/D", "Bbadd11", "C#no3d/Gs", "Bmaj7sus2", "C#/E", "C#us2/E", "Gbdim7", "D#maj9", "G#/Ds", "Gm/Eb", "Bbmaj7/A", "Dadd13/B", "Cadd13/A", "E7sus4/A", "Dmadd13/F", "Fmadd9", "D7sus4/A", "G#add11", "G/G", "B/Gb", "F#m7/A", "Em9/D", "Cmaj11", "F7sus2", "G#add9", "Gadd13/C", "E13/E", "Ebm/Bb", "Bbmaj7/G", "Gm/As", "C#m7/Fs", "C#7/F", "G13b", "F#us2/G", "Bbmaj7/D", "Db/Bb", "F#7b9", "Gm7/D", "Em13", "Cm7/Ds", "Fno3d/C", "F7b9", "Em11/A", "B#us4/Fs", "Em/F", "Cmaj9/E", "Gbsus2", "G#/Fs", "Fm/D", "Badd11/A", "Amaj7sus4", "Eadd13/Fs", "C#/D", "Eb7/Bb", "Caugmaj7", "C#majs9", "Eno3d/D", "G#maj9", "Db/Gb", "Fmadd13/Ab", "D#us2/Cs", "A#us4/B", "D#m11", "Cm7/Eb", "Gbsus4", "Dbm9", "F#m13", "F#m/F", "A7/D", "Bdim/F", "Gmadd13/D", "Fmadd13/D", "Gm/Fs", "G#us2/B", "Aadd9/E", "Ano3d/Gs", "Cmaj7/D", "Amaj7/Gs", "Eb/B", "Dadd9/G", "B11/A", "Aadd13/E", "Emaj13", "A#add9", "A#us2/C", "G#augmaj7", "A/A", "D9/A", "Fmajs9", "F7/Eb", "C#us4/G", "A#add11", "G#us4/A", "Aadd9/Fs", "Dbmaj7/Ab", "G7sus2", "Bb7/F", "C#/Fs", "E#us4/D", "G#13", "Eb/A", "Abadd9/C", "B7/E", "D#/F", "G#/As", "Em9/Fs", "F#7sus2", "Cno3d/A", "C#/Ds", "Gm13", "F#/F", "Badd13/Fs", "Ebm11", "Eno3d/Ds", "A/Bb", "Abm/B", "F#m7/Ds", "C#us4/F", "G#/", "A11/E", "E#us4/Cs", "D#7/G", "Bbmmaj7", "Dadd13/E", "Cmaj7/F", "Fm/Gs", "Daugmaj7", "Amadd11/B", "A9/Cs", "Em9/B", "Bb7b9", "A#m11", "Emaj7/Ds", "C/Db", "Dmadd13/A", "G#/B", "D#7sus4", "Ebmaj7/Bb", "C#m7/Gs", "F#m/Gs", "Amaj911s", "Ammaj9", "G/Cs", "G9/B", "C/Ab", "Gmaj7sus4", "A#m/F", "F/As", "Cmaj7sus4", "D/As", "Eb13/Eb", "Dmaj13", "D7sus2/A", "D#add11", "Gb/Eb", "Ebmajs9", "Bbmaj13", "Gmaj7/C", "Aadd11/Cs", "Ano3d/G", "Gadd9/Fs", "A#us2/Gs", "Abm/Gb", "G#7/C", "G#/A", "Cadd13/D", "Dm/Fs", "D7sus2/C", "A11/G", "Gbmadd13", "Fm/Bb", "Ebadd9/G", "G#us4/E", "F#no3d/Cs", "A#/C", "F/Ds", "Aadd11/Fs", "Dmaj911s", "Ebmaj7/D", "Am11/B", "B13b", "D/Ds", "Ebmaj13", "Fm/E", "A#madd13", "D13/Fs", "Dm13", "Bbmaj911s", "Em/Bb", "B7/G", "Bm/F", "Ebmaj7/G", "Fno3d/E", "Dmadd13/B", "Am9/G", "Bdim/A", "Emaj11", "G#dim/E", "D#/E", "Fm/G", "F#sus4/Cs", "Ebadd13/Bb", "G#us2/D", "Dmaj9/E", "Bm/Bb", "E/Bb", "F#m11/Cs", "D/Db", "C/Gs", "Em/Eb", "B#us2/Fs", "Badd9/Ds", "G7sus2/A", "Fm/Db", "G#/Cs", "B/F", "E/E", "Ddim/Ab", "D#m/Cs", "E7/C", "B7sus4/Fs", "Bbm/G", "Eadd9/B", "Eadd9/Gs", "Dm/D", "Gmadd13/As", "D7/G", "A#/A", "Gno3d/F", "C#maj13/Fs", "Eadd13/B", "Cmaj9/G", "A7sus2/E", "Ddim/F", "Db/B", "Am7/Fs", "Baug/G", "Bbaugmaj7", "G9/Fs", "B11/E", "F#11/E", "A#us4/F", "C#/As", "Dbadd13/F", "Cm7/E", "Edim7/D", "Cno3d/B", "Emadd13/Cs", "Bbadd9/D", "Dmadd9/F", "Ano3d/C", "Ebsus4/F", "C#us2/D", "D#/D", "E#us2/B", "A#/G", "Amaj7/Fs", "D#madd11", "A7/Fs", "G#m/C", "Badd13/Ds", "Amaj7/B", "Fmaj7/D", "Bbmajs9", "Dbadd9/F", "Bb13/Bb", "Gmajs9", "G#m/A", "Ebsus4/Ab", "Cno3d/E", "Bbm/Gb", "Aadd11/E", "G/Gb", "D/Gs", "Cno3d/D", "F#us4/G", "C#us4/D", "G/Eb", "C#dim/G", "D#dim/Fs", "B#us2/E", "E13b", "D#m/Gs", "Faugmaj7", "Em7/Cs", "G#maj911s", "Eb7/Db", "Gno3d/B", "Bm13", "Badd13/Gs", "A#7sus4", "G#us4/F", "E7/A", "Ano3d/Fs", "Abmaj7/C", "C9/G", "Eno3d/C", "Eb7b9", "Cmadd11", "Emadd9/B", "F#add9/As", "D#maj7/G", "Cmadd13/G", "Cmaj7/A", "C#us4/A", "C#dim/E", "Db7sus4", "B#us4/A", "Ebm7/Db", "Bbm7/Ab", "A#m9", "F#13b", "D9/E", "C/As", "Ab7/C", "Emadd13/G", "Eno3d/A", "Eadd13/Cs", "Ebmaj7/F", "Gbmaj7/Ab", "Fmaj9/A", "C9/E", "Cmadd13/Eb", "Gm/B", "D#us4/F", "E7/G", "C#m13", "E/As", "Bb/E", "F#maj911s", "B#us4/Gs", "C7/As", "Aadd13/Fs", "C/Cs", "G7/C", "Dno3d/Bb", "Dadd9/B", "D/Ab", "Fmadd13/C", "G#us2/E", "G/Ds", "Eadd13/A", "Gmaj9/B", "Ano3d/Cs", "A7sus4/D", "Dbmaj7/C", "Bmaj13", "Edim7/Bb", "Cdim/A", "C9/B", "Bno3d/G", "Cadd9/F", "Ebmaj7sus2", "Badd11/E", "Eadd11/A", "F#/Db", "B#us2/Cs", "G#/E", "Abm/Eb", "Fdim7/B", "G#7/", "Ammaj7/Gs", "Gmadd13/E", "Bbadd9/C", "D7/E", "D#7/As", "D#m7/Cs", "C#m/C", "Ab/E", "Ab7/Gb", "Bbno3d/A", "A/Ab", "Bm/C", "Dadd9/E", "D#/Cs", "Db11", "F/Fs", "Bb9/D", "C#madd9", "G#m/As", "E7sus2/B", "C#7/", "A#us2/D", "Am/A", "Bmaj7sus4", "D#m/B", "Dadd11/E", "B13/B", "A/Ds", "E11/A", "B7sus4/E", "Bbmaj7sus2", "Bbm/Eb", "F#m7/D", "D13b9", "C#us4/E", "Am/Bb", "C#madd11", "Bm11/Fs", "Baugmaj7/G", "Em11/B", "Emaj7/A", "Bdim/D", "F/B", "Cdim/Fs", "Fm13/F", "C#us2/A", "Dm9/C", "Aadd9/F", "G9/A", "Dadd11/Bb", "Abm/E", "Eadd13/Gs", "F#m/G", "F#us4/C", "F#us4/D", "Bbsus4/G", "Bmadd13/D", "Emaj7/Eb", "C#7/B", "Bbm/C", "Fadd13/G", "Fmaj13/A", "D/Eb", "A13b9", "Ebmaj7/B", "D#/B", "Bb9/F", "F9/A", "Eaugmaj9", "D#maj7sus2", "D7sus2/Fs", "C#13/Cs", "Aadd9/G", "Em11/G", "Cm/Cs", "Dbno3d/Eb", "D#madd13", "B7/Eb", "G#/G", "Dbmaj13", "Eb11", "C#maj13", "Dno3d/F", "C#m7/A", "A/Eb", "F#us2/E", "Amaj7sus4/E", "Baug/E", "Gb/E", "C#m/As", "Dbadd9/Bb", "Edim/Bb", "A#9", "Ebadd9/C", "G/Ab", "Bbadd9/F", "Ano3d/D", "Eadd9/Fs", "Amadd13/E", "Aadd11/B", "A7sus2/G", "C#us4/Bb", "Dbmaj7sus2", "C#13b", "Ebsus4/G", "Fm9/Gs", "G#madd9", "Daugmaj9", "Gbm9", "Bmaj7/As", "Fadd13/Bb", "Am/Ab", "Dadd13/G", "Bm/B", "Cmaj7sus2/B", "G#13b", "Abm7/Gb", "G/", "Am/Cs", "G7/Fs", "Db7sus2", "G#/F", "D#m7/As", "G#m/G", "Ebm7/Ab", "C#m/Bb", "Ab/B", "C11s", "D#m7/Gs", "Bbno3d/F", "Cm/Gb", "F#/Ab", "Gbm/Db", "G#dim7/D", "Aadd9/B", "A#madd9", "E9/Gs", "C#m/G", "Gaug/B", "Fdim/Ab", "C#no3d/E", "Badd11/Fs", "A#7/D", "Gdim/Bb", "Ebmaj7/C", "A#/E", "Bbmaj911s/A", "Gm7/A", "Abadd13/Bb", "Dmaj7/B", "Faugmaj9", "Fmaj7sus4", "Aaugmaj9", "E/Gb", "D7sus2/E", "Bdim/E", "Ebm/Fs", "G7sus4/D", "Eaugmaj7/C", "B13b9", "Gmadd11", "D#/C", "G#mmaj7", "G7/A", "G#m/F", "F#us2/A", "C#m/D", "Bbmadd13/F", "Ebmaj911s", "Cmadd13/D", "Gb/", "Eadd11/B", "Aadd11/D", "F#add11/E", "E7sus4/D", "A#7/F", "Gadd9/E", "A7/As", "Fdim/B", "Dm7/Bb", "Ebmajs9/G", "Bno3d/E", "Caug/Gs", "A/As", "F#13/Fs", "Gno3d/C", "G#dim/D", "Bbaugmaj9", "Ebm7/Bb", "Gdim/A", "Ebm/Db", "G#m/D", "A#maj7sus2", "Bno3d/As", "E7sus2/A", "Ab7b9", "B/B", "E9/B", "Fmajs911s", "F#us4/A", "C#dim7/E", "Gdim/D", "Cadd9/A", "Db7b9", "Abmaj911s", "Gmaj7/E", "Bbm7/Eb", "Emadd13/B", "Abm/", "Abmaj7/A", "Gm/Gb", "Gm/Ab", "Eno3d/Eb", "C#maj13/Gs", "Dadd9/C", "Cadd11/E", "D#/Eb", "Abmaj7/Eb", "D7sus4/B", "A#/Gs", "Fm7/Ab", "Gb/D", "Emaj911s", "Abmaj9/Bb", "Gaugmaj9", "Bm7/C", "D#/Fs", "Bmaj7/Fs", "Ebadd13/G", "Dmaj7/G", "A7/Bb", "Gmaj1311s", "Amaj11", "Bbadd9/Eb", "Abm7/Cs", "Bno3d/Gs", "Dmaj9/A", "Dm7/E", "D#/Bb", "Dm9/F", "Amadd9/Gs", "Db/G", "E7/F", "Gb13/Gb", "F#dim/C", "Bbsus4/Eb", "C7sus4/G", "Eb/Gb", "Bbadd13/D", "D#aug/B", "Fmaj7/B", "A#/Bb", "C#augmaj7/A", "Gbmaj7/Bb", "C/", "F7/Bb", "B11b9", "Cmaj13/E", "Dadd9/Cs", "C#/Ab", "Ebmmaj7", "F#7/A", "A#13", "Bb/Bb", "Ab11", "Dm11/G", "Dbadd9/Eb", "Gm11/F", "F#7/B", "Amaj7sus2/Fs", "Emadd11/B", "C11/E", "B7/Gs", "Em11/Fs", "Fdim9", "Fmaj7sus2/C", "D#no3d/E", "A#mb9", "Gaug/Gb", "Bm/Gb", "Ab7/Eb", "Ano3d/B", "F13/A", "F7/E", "Eb/E", "Dm7/Cs", "Absus4/Eb", "Em13/E", "A7/A", "Ebm7/Gb", "Gm/Gs", "Bb/B", "E#us2/Fs", "A#mmaj7", "Dm/Gs", "G#11", "Db/D", "G#m7/Fs", "Ddim/B", "Dmadd9/A", "Abm/Db", "Gb7sus4", "Fm/Cs", "Gdim7/Db", "Bbm7/F", "Bbsus4/F", "Adim13b9", "Cmaj13/A", "D7/F", "Edim/G", "Dmaj7/E", "Bbm/Cs", "Caug/Ab", "Aadd9/Gs", "Dmaj7sus2/Cs", "E9/D", "Bm7/Ds", "Cm13", "Gm7/Fs", "Adim/C", "G13/E", "Ebno3d/Bb", "E11/D", "Eaug/C", "Dmb9", "Bb/As", "Bmadd11/E", "G#/Ab", "Dmadd11/F", "Cadd11/B", "Cmadd9/E", "G#augmaj7/E", "Fmaj9/E", "E#us4/Gs", "Abaugmaj7", "D9/G", "Bm/Ab", "Dbaugmaj7", "Cmadd13/F", "Fmaj9/C", "E7/Ab", "Abmadd13/Eb", "G/As", "Bb11/D", "Fdim/Gs", "D#13", "Fadd13/D", "Cdim/Eb", "Cm13/C", "E/Db", "C#/Db", "D13/A", "Gbmaj11", "C#sus4/F", "Bbno3d/B", "Gb13", "A#maj9", "F9/G", "D#7b9", "Amaj9/Gs", "Abm11", "A#dim/E", "D#7/Cs", "Fm7/Ds", "G#us4/Fs", "Dbm/Ab", "Fdim7/A", "Adim/Eb", "Fmadd11", "C#m7/Ds", "Bdimadd13/G", "Bmaj7/Ds", "D7sus4/E", "F#maj7/Gs", "Bbm7/Cs", "Am11/D", "C/Ds", "Abmaj13", "A#maj7/F", "Cno3d/F", "C#us2/F", "F#7/Bb", "Gb/B", "D7sus4/Fs", "Abmmaj7", "Ab/D", "G9/F", "F#dim/A", "Ebm/D", "Bbm7/Db", "Am/Gb", "Abm9/Db", "Gm7/E", "G7/E", "C#madd13/E", "Bbm/A", "F#maj13", "Amb9", "Gmaj7sus2/B", "Cmajs911s", "D#us2/As", "F#maj7sus2", "Bmadd11/A", "Gm13/G", "Fadd9/G", "G#7/Ds", "G#maj7/C", "Cm/As", "C9/A", "G#add13/Bb", "Fmaj1311s", "Cmadd13/A", "B#us2/A", "Badd13/Cs", "Bbmadd9", "Dmaj7sus4/Fs", "F/Ab", "Badd9/Eb", "Fadd13/As", "F#/C", "Dm/Db", "Dbno3d/Ab", "F#add9/Eb", "A#m/Gs", "Abdim/B", "Ab13/Ab", "Am9/C", "Fm7/G", "Gbadd9/Bb", "Db7/Bb", "Gmaj13/E", "Gmaj9/C", "Daug/Fs", "Gdim7/A", "F#/Fs", "Cm7/As", "G#7sus2", "Gmaj7sus2/C", "A#maj911s", "Ab/Gs", "A7sus4/G", "F#majs9", "Bb13b", "F#m11/A", "C#sus4/Ds", "Eadd11/E", "B7sus2/Fs", "G#7/Fs", "Bm11/D", "Gb7/E", "Bb/Fs", "G#m7/Cs", "Bmaj7/C", "Abadd13/C", "A#/Ds", "Em7/", "Am7/Gs", "F7/D", "Cmaj7/Cs", "D7/B", "A/Gb", "Fmaj911s/G", "D#/Ab", "A#/B", "Emadd9/D", "Ebsus2/F", "A13/Bb", "C#dim/A", "D#augmaj7", "Abdim/D", "F/Cs", "Fmaj13/D", "A7sus4/Fs", "Fadd11/Bb", "A7/Db", "Gadd11/A", "Dmmaj7/Cs", "Gbmaj7/F", "D#/Gs", "F/Gs", "Eaug/Gs", "Gdim/Cs", "Gm7/Eb", "Gbm/E", "D7sus4/C", "Am7/Bb", "Ano3d/F", "Dbm/", "Gm11/C", "Am/As", "Fdim/A", "B#us4/Ds", "F#7/G", "G#dim7/C", "F#m7/Gs", "F#m13/Fs", "G#us2/C", "E7sus4/Fs", "Amadd11/C", "Cadd11/G", "F9/C", "F#us4/Gb", "Badd11/Gs", "G#maj11/G", "Dmaj7sus4/G", "Fno3d/A", "Ddim/C", "G#no3d/Cs", "Amadd9/C", "E#us2/Eb", "Fadd9/Bb", "D11/Fs", "G7sus4/C", "Gbm/A", "Bbsus2/D", "Badd11/Eb", "Bmadd9/Fs", "Bbsus2/G", "Ddim7/F", "Cmaj7/Fs", "Aadd9/D", "A#us4/C", "Amadd13/D", "A7/C", "Abmaj7/G", "Fm7/E", "F#maj7/E", "Bmaj7sus2/Fs", "Am7/A", "Em9/G", "Gno3d/Bb", "Cdim/Ds", "A7/B", "Em/As", "Bdim/Cs", "D#13/Ds", "C#sus2/Gs", "Dm7/Fs", "Am13/E", "Dmadd13/E", "Bbdim/E", "Dbm9/E", "B13b9/C", "F#7sus2/Cs", "Amaj9/E", "Gm9/Bb", "B#us2/Gs", "C#augmaj7/Db", "Emmaj7/B", "Gbadd13/Ab", "Eno3d/Fs", "Dbm7/Ab", "Eb9/G", "Db7/B", "Em/Db", "Dm11/A", "G#dim/B", "C#m/", "D13b", "Ebmadd9", "D#us4/Cs", "F#us4/Eb", "Fdim7/", "Fdim7/G", "Baugmaj9", "C#maj7/Gs", "Bmaj7/Eb", "F#no3d/F", "Bno3d/D", "A#add13/D", "G#7b9", "Faug/A", "F#us4/Bb", "Cmaj7/C", "Bbm7/C", "Bb7/A", "A#dim/Cs", "Dm/As", "Ebmadd13/Bb", "Abmadd13/B", "C#add9/Gs", "D9/C", "Amaj13/B", "Dmaj9/Cs", "C7/A", "D11/C", "Ebsus2/Bb", "C#13b/F", "G#madd13/F", "Gmaj13/A", "Db/", "A7sus4/B", "G#/D", "Fno3d/G", "A#13/As", "F7/Ds", "F#madd13/A", "G#no3d/Ds", "A#/Fs", "Ebsus4/Bb", "Gm7/Ds", "Amaj9/Cs", "C#mmaj7/C", "Gadd13/F", "Abmadd9", "Faug/Cs", "Gmadd13/A", "B7/F", "Dbm11", "Bbsus4/Ab", "Ab/A", "B7sus2/Cs", "Gdim/As", "Dbsus4/C", "E7/Fs", "Bdim7/A", "D#m13", "Dmaj7/D", "F#dim7/D", "F#/Eb", "Cm11/Eb", "Adim7/G", "G#no3d/A", "Bmaj7/Ab", "Dbmaj9/Ab", "Emaj7sus4/B", "Ebno3d/D", "D#no3d/As", "G13/F", "Edim/B", "Dm7/Eb", "A7sus2/B", "D#augmaj7/B", "Am11/G", "C#maj9/F", "Gbmaj9/B", "C7/D", "G#majs9", "D#maj7/F", "Eno3d/Gs", "A#m/Cs", "Gadd11/C", "C#sus4/E", "Cdim/D", "Aaug/F", "G#no3d/C", "G#no3d/G", "F#add9/Ab", "Dbmaj7/F", "Gdim/E", "Bbmadd13/Db", "Gaugmaj7/B", "Amaj9/B", "D#majs9", "F#m11/B", "A7/F", "C#dim7/G", "Bdim7/F", "F#dim/B", "A#us2/Ab", "Fdim/E", "F/F", "Dbmmaj7", "B#us2/Eb", "E#us2/Gs", "G#m/Bb", "Ebmaj7sus2/Bb", "Emb9", "Cm13/A", "Bm11/E", "C/Eb", "C#add13/Gs", "Fdim/D", "Gaug/Ds", "Amajs911s", "Badd13/A", "Dmaj7/Gs", "Bbsus2/F", "A13/C", "Bbadd9/E", "Db/E", "Ebm/C", "F#sus4/B", "C7/F", "C9/Bb", "Aaug/Cs", "Gb13b", "Gbadd9/Ab", "Ebadd9/F", "Emaj9/B", "Ebm/Ab", "E#us4/C", "G7sus4/F", "Bb/Ds", "Fadd13/Gs", "A7/Eb", "B#us4/C", "Bdim/G", "G#dim/A", "F#/", "Bm11/Gs", "C9/Fs", "A9/B", "Emmaj9", "Cmaj13/G", "Eb/Cs", "Cno3d/Bb", "Emmaj7/Ds", "Cmaj911s/E", "Am7/Ds", "Dm9/A", "D7sus2/B", "F#dim/D", "F#us2/D", "Fmadd13/G", "Bbmaj1311s/F", "Em7/E", "Cm7/A", "F#dim/E", "F7sus2/C", "Abm7/Db", "Abmaj7sus2", "Bbsus2/Eb", "Am9/D", "Cadd9/C", "Badd11/Ds", "A9/Gs", "Dbmadd9", "D#m9/Gs", "Fmaj7/Fs", "Bmaj7sus4/Fs", "A#us4/Db", "G13/B", "Ab7sus2", "C13b", "Ebadd13/F", "Eb11s", "Ab/", "Fm13", "Bb/Db", "D7sus2/F", "Dmaj7/Ds", "C#sus4/Fs", "F#sus2/E", "D#mmaj7", "Bm9/A", "D#aug/Gs", "F#7sus4/Cs", "Adim/Ds", "Fno3d/D", "Gmmaj9", "Gmaj13/B", "Dbm7/E", "Bbmaj911s/G", "D#m/Bb", "Ammaj7/D", "Bbadd13/G", "F#madd11/A", "D#m13/Ds", "Dbsus4/B", "E9/Fs", "Em/Gs", "C#/Bb", "Bmadd11/D", "Adim/E", "Eb/Eb", "Cno3d/Fs", "Ebaug/B", "Bbmaj11/A", "E#us4/As", "Gmaj7sus2/Fs", "D#us4/Bb", "A#m7/Cs", "Baug/Ds", "Adim/B", "Abadd9/Eb", "Bbsus4/C", "Eno3d/", "F#madd13/B", "Eb9/F", "Bb11/F", "C#add13/Eb", "G11/F", "Dbno3d/C", "D#aug/E", "Abmaj9/C", "C#dim/B", "Dbdim/Eb", "C#9/", "F#madd13/Ds", "Absus4/Gb", "Db7/", "Ebno3d/Ab", "Bbmajs911s", "Eadd11/Gs", "D#us4/Ds", "Ddim7/E", "Cdim/Gs", "Eb7/B", "Gm7/As", "Bbm/D", "C#us4/Db", "Eb7sus4/Ab", "F#sus4/Ds", "F#sus4/D", "F#add11/Cs", "D#us4/As", "B#us4/Cs", "F7/G", "G#sus4/Ds", "Ebno3d/G", "Dadd11/C", "F#m/C", "F#mmaj9", "Cadd13/Bb", "Aadd13/D", "Cdim9", "Cmadd9/Eb", "A9/G", "Edim7/G", "C13b9", "D/D", "F#m/Bb", "C#add9/F", "Fadd11/As", "Abdim7/C", "C#aug/F", "Dmajs911s", "B#us2/D", "Ebmaj11", "Bbdim7/A", "F/Db", "C#no3d/C", "Fmaj911s/A", "Bmaj911s", "Adim/D", "G#m9/E", "Gbmaj1311s", "Bm13/B", "Dno3d/As", "F#sus2/A", "Db/Db", "Gb7/Bb", "Abadd13/Eb", "Gbm/Bb", "B7/D", "A11/D", "E7/Eb", "G9/C", "Gm9/C", "Gadd9/F", "Fm9/D", "Ab/Fs", "D#us4/Gb", "Fadd9/D", "D#add11/G", "A#add13/Ds", "Gm7/Gs", "C#sus2/As", "Cmmaj13/C", "Dbmaj7/B", "C#m11/B", "Emaj7sus2/Ds", "Cdim/Gb", "Bb7/C", "Bm11/C", "Ebmadd13/Gb", "Edim9", "Fm7/A", "A#m7/Ds", "Abmaj7/F", "Fdim7/Ab", "Abdim/Bb", "Ebm/F", "Ebadd9/Bb", "Cm/E", "Bb7/Eb", "G#us2/Eb", "F#7/Gs", "C#dim/D", "Faug/D", "E7/Cs", "G#maj13", "Gbm/F", "Bbaug/Gb", "Abm/G", "A9/Fs", "A9/E", "Bbadd13/C", "Dmadd9/C", "D#maj13", "A#m7/Gs", "Badd9/Gs", "Cmmaj7/Eb", "F#no3d/D", "Gmaj9/A", "Ebmaj9/Bb", "Dm13/D", "Emmaj7/Eb", "Dbmaj7/Eb", "Dm9/Cs", "Bm7/Bb", "Fmadd9/Ab", "Am11/E", "F#m9/B", "Cdim7/A", "Ebadd9/Ab", "D#mb9", "F7/F", "A#m/Fs", "C#m9/Fs", "F#sus2/Ds", "Abm/Bb", "Amaj911s/Fs", "F#m7/C", "G#majs911s", "Ddim7/Ab", "Abdim/Db", "Ebadd9/Db", "Amadd13/B", "Bbm13", "Eb13/Db", "Cadd13/B", "Bb11s", "G#dim/G", "D#dim7/Fs", "A#13b", "D11/Cs", "Dbadd13/Bb", "Cmmaj9", "D13/E", "Eaugmaj7/A", "D#augmaj7/Cs", "Abdim7/Gb", "Amadd9/G", "C#/Eb", "Gb7b9", "Db7/Ab", "A#7/Gs", "Adim/Bb", "Abaugmaj7/Bb", "B#us2/G", "Dbadd13/Eb", "Ebmaj9/F", "Dm/Eb", "Ebm7/Cs", "Edim/D", "C13/E", "Cadd13/F", "Gmaj7sus4/Fs", "C#maj11", "Abmajs9", "Cmaj11/F", "F#maj7/As", "Fm/Gb", "Bb/Gs", "Gmmaj7/Bb", "A#m/G", "Cmadd13/Ds", "A13/E", "Fm/B", "Ebadd11/B", "G#madd13/B", "Adim7/D", "F#dim7/A", "Ab7/Bb", "Badd9/Fs", "C#9/F", "Gb7/Db", "Ebmaj9/D", "B7/C", "Dmaj7sus2/B", "Fmmaj7/C", "F#sus4/Gs", "Amaj7sus2/Gs", "Ebmadd11", "G#us4/G", "F#add9/Gs", "Bno3d/Bb", "A#/Cs", "G#7sus4/Ds", "D#/", "D#sus2/F", "Absus4/C", "Emajs911s", "G#m11/Fs", "F#madd13/Cs", "Ebm13/Eb", "Dbsus4/Gb", "Fadd9/B", "C9/D", "Fmaj911s/C", "Bmaj11", "Abm/Fs", "D#m7/Ds", "C#sus2/Ds", "F#no3d/As", "Emadd9/Fs", "Bb13/F", "Ab13/C", "C#us4/B", "Ebdim/C", "A#dimadd13", "Eb9/Bb", "C#7sus4/F", "Dmaj7/F", "Dm7/D", "D11s", "Emaj9/Gs", "B7/Cs", "E7sus4/C", "Ddim7/C", "Gbno3d/F", "D13/C", "Eadd9/Ds", "Abadd13/F", "B#us2/Db", "G#us4/Eb", "Gbadd9/", "Cm9/D", "F#m/", "Cadd11/F", "Em11/D", "F#augmaj7/D", "E13/Cs", "D#11", "Ebdim/B", "Ab13b9", "Bmaj7/Db", "C#m/F", "Fm/As", "F#add13/Ds", "Fdim/G", "C#us4/Eb", "Bm9/D", "C#7/E", "C#m13/E", "G#us2/F", "Cm7/D", "Cadd9/Bb", "Dm9/E", "Db7/F", "G13b9", "B#us4/D", "D#add13/C", "Abmadd13/F", "Abmadd13/", "Gmmaj7/Fs", "F#add9/Cs", "G#m7/Gs", "C#maj7/F", "Dbmaj7/Bb", "F#dim7/C", "Gmaj7/Ab", "Cm7/Fs", "Emadd9/A", "Ano3d/Db", "E7sus2/Fs", "Ebmaj9/G", "Abm/F", "Em7/F", "Bmadd11/Cs", "Ebm/B", "Bbaug/D", "Dmmaj9", "A#7sus4/F", "B13/Ds", "Gm11/Bb", "Am11/C", "A#us2/Gb", "Gbmaj13", "Cm7/Gs", "Badd9/A", "Gbno3d/A", "Gdim7/C", "A#m/", "D7sus2/G", "Dbmaj911s", "C7sus2/Ab", "Abm7/Eb", "Fmaj911s/E", "Eb13b9", "Bmadd13/Fs", "Gb/A", "Bb11/Eb", "Db7sus4/Bb", "Gmaj13/D", "G#aug/C", "Bbsus2/C", "G#/Eb", "Bdim/C", "A#maj7/D", "C#no3d/A", "Bmadd11/Fs", "D#7sus2", "Db13/Ab", "Ebmajs9/Bb", "Amaj13/E", "F#7/D", "F#us2/Bb", "Gbmaj7/Db", "Fadd13/E", "Em9/C", "C#m9/E", "C#m9/Ds", "Badd13/Gb", "Ammaj7/F", "Amadd11/E", "Gbno3d/Db", "Eb7sus2/Bb", "B/", "Bbm9/Eb", "Bbdim/C", "F#maj7/B", "Bdim7/C", "Bbmaj9/D", "Bbm9/F", "G/Db", "Abno3d/Fs", "Gmadd9/A", "C#m/Ab", "D#m9/F", "Dbadd9/C", "E7sus4/Cs", "A#11", "Edim7/A", "F#maj7/G", "F#augmaj7/As", "F#sus4/A", "Gdim7/B", "A#no3d/D", "A#no3d/Ds", "A#sus2/G", "Caug/A", "A/", "G#m/", "Abno3d/Bb", "Bbm/Bb", "C#us2/C", "Dmaj7/C", "Gbmajs911s", "G#sus4/Cs", "Ebmaj7/E", "Amadd9/E", "Dno3d/Eb", "Fmb9", "F7sus4/A", "Gdim/Ab", "E7/E", "Ebaugmaj7", "Gbmmaj7", "C#m/Cs", "Gdim/F", "Emaj9/Fs", "Abaug/Bb", "Ddim7/Fs", "G#7sus4/Cs", "G#madd11", "Adim7/Eb", "C7/Gb", "Bbsus4/D", "Gb/G", "Dbmadd13/E", "F#augmaj9", "F#add11/As", "Caug/E", "Gadd9/C", "Am/Eb", "Bmb9", "Cm13/Eb", "Cmmaj7/B", "Baugmaj7/Ds", "Bbadd13/A", "E13/D", "C#m7/C", "Am13/A", "D#m/F", "G#/Bb", "Bbaug/Fs", "D7/Gb", "Bbadd11/Eb", "Ebsus2/G", "C#m7/D", "F#maj7/Bb", "E11/Fs", "E11/B", "Fmmaj7/E", "F#dim7/G", "Bm7/F", "Cdim7/Gb", "G7/Cs", "Gadd13/Bb", "A#no3d/A", "Am13/C", "Bdim7/E", "Bno3d/Gb", "Eadd13/D", "A7sus2/F", "Gdim/Gb", "Dm/Ab", "Caugmaj9", "Adim/Fs", "Db7/G", "F#sus2/As", "G#m13", "Ebmaj7/Ab", "C#m9/Gs", "D9/Cs", "D#dim/A", "C#maj911s", "G#no3d/E", "G#madd13/Ds", "Gbm/Eb", "Adim/Cs", "C#m11/Fs", "Eno3d/Cs", "G#m/Eb", "Edim/Cs", "Fmaj13/G", "Bno3d/Cs", "G7/G", "Emaj7/D", "Am11/Fs", "D7/D", "Badd13/Ab", "F#madd13/Fs", "Fmadd13/B", "Fdim7/C", "C#add11/F", "Eb13/Bb", "C#us4/Fs", "Ab7sus4/Bb", "G#madd11/Ds", "Fno3d/Bb", "Bbadd9/A", "F#mb9/C", "D7/Cs", "Em11/E", "Cm7/C", "C#madd13/Bb", "F#maj7sus4", "Absus2/C", "Abdim/Eb", "Ebm7/C", "Adim7/C", "Dm9/Bb", "C#maj7/Ds", "Cm/Db", "Gdim7/Bb", "Abm7/", "C#no3d/F", "Eb/Fs", "Fdim7/Bb", "Ebdim7/F", "Gdim7/F", "Gdim/Eb", "D#maj11", "E7sus4/F", "F#maj7sus2/Cs", "C7/Ds", "Amaj7sus4/D", "C#/G", "D#maj7sus2/D", "Db9/Ab", "F9/Eb", "F7b9/A", "Bm7/Ab", "Ebdim/A", "A#maj13", "Edim7/C", "C#7/Fs", "Emadd13/Fs", "Bbm7/Gb", "D#dim7/A", "Cdim7/Ab", "Bbmaj911s/C", "Bb9/G", "F#11/Cs", "G#m7/C", "F#9/Gs", "Fm/", "F#add13/Gs", "Dbmajs9/Ab", "Abm13/Ab", "Dm11/C", "Gmaj7sus4/C", "Amaj7/F", "A#maj7/A", "Bbno3d/Gb", "Dmaj13/A", "C#majs911s", "Bdim7/G", "Aadd13/G", "F#m7/Db", "Aadd11/G", "Dbadd11", "Fm7/As", "C#maj9/Ds", "G#maj13/As", "E#us4/F", "Gmadd9/D", "C7/Cs", "Baug/Cs", "B7sus4/Gs", "Gdim7/E", "Aaug/D", "G#7/B", "D#m7/D", "Cm/Gs", "Emadd13/Db", "Em7/As", "A#us4/Bb", "E#us2/D", "Cdim9/B", "Cdim9/A", "Em13/G", "C#7b9/Gs", "Edim7/As", "Fm/A", "Absus4/Bb", "F#mmaj7/F", "Bdim7/Ds", "Eb7b9/Bb", "Daug/E", "Ebmajs911s", "D#m/Gb", "B13/A", "C#m9/B", "G#augmaj9", "Bb/Cs", "Daug/Bb", "D#m/E", "Abadd9/Bb", "Dbm/Bb", "F#m7/F", "Fmaj7/F", "A#7b9", "G7/", "Cmmaj7/", "Gm/Cs", "Daug/Cs", "Edim/Fs", "C#add13/A", "Em13/D", "Ddim7/G", "A#m13", "Cdim7/Eb", "Eadd13/Bb", "Emadd9/G", "Bbmaj7sus4", "Dadd9/Gs", "Ebm/As", "A#sus4/Ds", "Fmadd13/Bb", "G7sus2/F", "C#13/As", "F#7b9/Cs", "Gbdim7/A", "Am9/F", "B#us4/Eb", "E#us4/Ds", "Ebadd13/Ab", "C#augmaj7/B", "Fadd13/Eb", "Dbadd13/C", "F#madd9/Cs", "F11/A", "Bdimb7/G", "C#11/Gs", "Amadd9/F", "Bbaug/C", "G#add13/C", "Abmaj1311s", "G7sus4/A", "C#us2/Fs", "Cmadd9/F", "Gbmadd9/Db", "Dbsus4/Ab", "G#dim7/As", "Cmaj13/B", "A11/Cs", "Cdim/G", "Bmadd11/G", "Adim/F", "Caug/Fs", "A7/Ds", "E#us4/Eb", "Gbadd13/G", "F13/E", "Gadd11/D", "A#7sus4/C", "A#dim7/E", "A#sus4/B", "D#maj7/Gs", "Bbdim7/C", "B#us2/Ds", "Bbmadd11", "Eb7/A", "Ddimb9", "Aaugmaj7/Cs", "C#add9/", "Bno3d/F", "Ddim/E", "Dbm/B", "A#m/Db", "Abm/D", "Dbadd11/F", "Cdimb9", "Gdim/Db", "Adim/G", "Fmaj9/G", "Gbadd13/Bb", "Eb9/Ab", "F#7sus4/E", "D#/A", "Cm9/Bb", "Fm9/Bb", "Daugmaj7/F", "Gb9/Db", "Gb9/Bb", "Gbadd11", "B9/Fs", "C#7sus4/Fs", "Ddim9", "C#7b9/F", "D#us2/D", "Dbm7/D", "F#add11/D", "Eadd9/Ab", "F#dim/Bb", "G7/Gs", "Ddimb7/C", "C#aug/A", "Fmadd9/C", "A13/G", "Dbaug/B", "Eadd9/A", "Gb13/Db", "A#add13/G", "Abmaj7/Ab", "Amaj7/Ab", "Abdim/C", "A#m/A", "C#madd9/B", "F#us4/E", "G#add13/As", "Bm7/As", "Db11s", "Dbm13/Db", "Bm11/Db", "B7sus4/G", "Eadd11/D", "Gmaj9/D", "Am11/Ab", "Daug/B", "F#aug/C", "Bbdim7/Eb", "Gbmadd9", "B#us4/G", "Ebm/G", "C#maj7/C", "A#maj9/C", "Bm13/D", "Dbmadd13/Ab", "Bbmaj7/Eb", "F#us4/As", "Fm7/Db", "C#dimb9", "F#9/As", "F#9/Cs", "Cno3d/Ab", "Fmaj911s/B", "Fmajs9/G", "Bbmmaj9", "Fm11/Gs", "F#maj9/Ab", "Bmaj7/Cs", "Ebdim7/B", "Gbsus4/Db", "Em/Ab", "D7/As", "F#dim/Gs", "Emaj9/Ds", "C#dim/As", "Bb/Gb", "C#madd13/As", "Ebdim/F", "F#m/As", "Emmaj7/C", "Dadd13/Cs", "Fmaj7sus2/D", "Ebadd9/D", "Badd13/E", "Gdim9", "Daug/As", "Dadd11/B", "Emaj7/Db", "Dbsus4/F", "Abno3d/Eb", "Bbmaj7/Db", "Bb7/B", "Badd9/Db", "F#dim7/B", "Eno3d/Bb", "Dmadd13/G", "E#us2/Ds", "Gm/G", "Dadd11/F", "Abm7/E", "F13b", "Bbdim/A", "G#m/Db", "Dmmaj7/A", "Eno3d/F", "Cm9/G", "Aadd9/Ds", "B7sus4/A", "F7sus2/D", "Am11/Gs", "Eb7sus4/Bb", "A#m/Eb", "Dadd13/Ds", "Bmadd13/E", "Caug/Gb", "Bm7/Gb", "Bbsus2/Db", "Bbaugmaj7/D", "Ebaugmaj7/Db", "Abmaj7/Db", "Dbdim9", "F9/Bb", "G#maj7/Cs", "F#13/As", "Aadd9/Eb", "Bdim/Ab", "Badd13/G", "Daug/Ab", "B11/Fs", "Aadd11/F", "Bbmaj9/F", "Baug/Db", "Ab7/A", "B9/Ds", "G7sus4/Bb", "D#add9/G", "Gmajs9/As", "D#sus2/C", "A#dim7/Cs", "F#9/Bb", "Dbm13", "G9/D", "Fadd11/A", "Bdimb7", "Ebm7/A", "G#dimb9", "Em9/Db", "C#sus4/B", "Emmaj9/Ds", "Eaug/Gb", "G#dim7/Cs", "Dbm7/Eb", "Am7/Ab", "Dmadd9/Bb", "Dmadd9/G", "Eb7/Ab", "Bb7/Bb", "Ammaj7/B", "Bdim/Bb", "Daug/C", "Bbmadd13/C", "Gb9/Ab", "Gb/C", "Ebno3d/F", "Gadd11/F", "F#m/Fs", "Ebmadd13/F", "Eb/", "Cdim7/F", "Ebm7/F", "Bbmaj11", "Fdim/", "B7sus2/E", "Cmaj7sus2/F", "Gbmaj7/Eb", "Gbadd13/Eb", "Dm9/G", "Ddim7/Bb", "Bmaj9/Cs", "Cmaj9/D", "Bmaj9/Db", "D/", "Bbmaj9/C", "Bdim9/Ds", "C7b9/E", "Ebm9/Bb", "Db/Gs", "Bbadd9/G", "Dmaj9/B", "G#11/B", "D#/Ds", "G#add13/F", "A#/As", "G#/Gs", "F#sus4/G", "Gadd13/Cs", "Abmadd13/Ab", "Ebm9/B", "Cm11/F", "Bbmaj9/A", "F#us4/Cs", "G7sus2/D", "Abaugmaj9", "A#m/B", "G#dimb7/Fs", "Badd9/Cs", "G#no3d/B", "Amaj7/D", "F#7sus4/B", "F#dim7/E", "Eadd9/Cs", "C#mb9", "Absus4/D", "Bbmadd13/G", "C7sus2/B", "Abadd13/Gb", "A7/Gb", "Bb9/Eb", "A9/D", "C#maj7/B", "Bbmaj7/Fs", "Cm11/G", "B7sus4/Ds", "Bmaj7/Gb", "C#m7/F", "Ddim7/B", "G#m11/B", "A#m11/Db", "Ab7/Fs", "E7sus2/D", "Bb11b9", "Gbmadd13/A", "E#us2/Ab", "Ebmaj7/Eb", "Eb7/Eb", "Cm11/Bb", "Bbdim7/", "Bmaj7/F", "Emadd11/A", "Edim/As", "G#m7/Eb", "A#m7/F", "Bdim/Eb", "Fmadd11/C", "Daug/G", "Bbmaj1311s", "Bbm/Gs", "C#maj7/Db", "Gm11/Fs", "Ebmmaj9", "Fmadd13/A", "Gadd11/Fs", "A#add11/Gs", "A#add11/F", "Gbm/D", "Bmajs911s", "Cm9/Eb", "Caug/F", "C#7/Ab", "C7/B", "Dbaug/A", "Cdim7/B", "C11/As", "Gbmaj7sus4", "Bmaj7/E", "Fm9/Eb", "Gbdim/E", "Gbdim/D", "Fmaj7/Db", "Bm7/Gs", "Ebmadd9/Gb", "Dm13/F", "Gbdim/C", "D#sus4/As", "Bdim7/Gs", "Dbsus2/F", "Gbsus4/Bb", "G#maj7/As", "A#13/F", "Ebmadd11/Gb", "F#sus2/Gs", "Dadd9/As", "Ebaug/Bb", "A#m/E", "E#us2/A", "G#add9/As", "Cdim7/Bb", "Baugmaj7/A", "Edimb9", "F#majs911s", "Gb11s", "C#dim/Gs", "Gm11/A", "Aadd13/A", "Dbdim/F", "Gm9/Ab", "Gmaj7/G", "G#madd13/Cs", "Dmadd13/Bb", "Bbmaj7/B", "Bbmaj7/Ab", "C#/Cs", "D7sus4/Eb", "D#m/C", "Dbm9/Gb", "A#majs911s", "Cdimadd13", "Ddim/Bb", "Ddim/Gs", "Abmaj7/E", "Ddim7/Eb", "Abdim7/Eb", "Ebm13", "D9/B", "Dbno3d/Gb", "Gaug/Fs", "B9/A", "G#m7/F", "Gaug/E", "Amaj7sus4/G", "Amaj7sus4/F", "D#madd9", "F#m7/G", "A#us2/Bb", "F7sus4/C", "Bbno3d/Bb", "Bbsus4/Db", "Gbmaj911s", "Ab7/Db", "G#m1113b", "Bmaj7/Bb", "Gdim7/G", "Bbm7/Gs", "E13b9", "Ebno3d/E", "F#m11/F", "Dmaj7sus2/A", "Ebaug/F", "F/Gb", "B9/Gb", "Cdim7/Cs", "C7/Eb", "Faugmaj7/A", "E#us2/Cs", "Bbm7/E", "G7b9/B", "Fdim/Eb", "A#/", "Faugmaj7/E", "F#m/Eb", "Bmaj7sus4/E", "F#add9/B", "C#add13/E", "Cmaj13/Eb", "G#mmaj9", "Fm11/E", "F#m11/D", "Badd13/Eb", "A#7/B", "D9/Gs", "Dm9/Gs", "A#maj7sus4", "F#maj7/F", "Bbmmaj7/F", "A#add9/D", "Eb7/Cs", "Ebaugmaj9", "Ebmadd13/C", "A7b9/D", "Gbsus2/Eb", "Gmaj11", "Cm7/Ab", "Dbdim7/Ab", "F#us2/F", "Gno3d/Cs", "D#aug/G", "Gbadd9/Gb", "Dadd13/F", "Gmajs911s", "Gb11", "Bmadd9/D", "Gmmaj7/Gb", "Bno3d/Ds", "D#m/A", "Dbmaj7/A", "Fm9/Ab", "Cdimb7/Eb", "G#us2/G", "C#add13/F", "Cm9/E", "C#13/Eb", "Aaug/Fs", "C#maj7/As", "C#maj7sus2/C", "Gaug/Bb", "Ab9/E", "D#dim7/C", "D#sus2/As", "Abm13", "F#dim/Eb", "Bbsus4/A", "D#maj7/D", "C7/Fs", "Fno3d/Eb", "Dm7/Ab", "F#m9/E", "C9/As", "Eb9/C", "Ebadd13/C", "C#maj7/", "Gdim/G", "Bm/Db", "Gb7/B", "G13/D", "Cmaj7sus2/G", "Gdim/Fs", "C#maj7sus2", "B#us4/Bb", "B#us4/Ab", "Amaj11/D", "Aadd13/Ds", "Ddim/Eb", "Dbsus2/C", "Edim7/Cs", "Gbaugmaj7", "Bbdim/Fs", "Dbadd13/Gb", "Bdimb7/F", "Gmadd13/C", "Fmaj7/Bb", "F#m11/Fs", "C#no3d/G", "Emaj7sus2/B", "E#us2/F", "Am7/B", "Cadd13/Cs", "F#sus4/Bb", "Abadd9/Ab", "A7sus2/D", "Gm7/G", "Abm7/Ab", "Gmaj7/F", "Dbm7/Gb", "C#augmaj9", "Fmaj7sus4/Gs", "A#add13/F", "F7/B", "F#13b9", "Cdim/Bb", "Adim7/Bb", "D#dim/E", "Ebdim9", "Bbdim7/Ab", "Gbmaj9/Ab", "Gdim/B", "Am/", "Bdim/Db", "F#m9/Gs", "Edim/Db", "G#9/Fs", "C7b9/Cs", "Adim7/Fs", "Bb9/Ab", "Gbmajs9", "Abdim/", "Gm9/Fs", "F#add13/Ab", "Dbmaj9/Eb", "Emaj7/Fs", "Bb7sus4/Bb", "Bno3d/Eb", "Dbmaj9/F", "Bbmadd9/A", "Fm7/Gs", "Bmaj7sus2/C", "Edim/C", "Abmadd11", "F#add11/B", "C#no3d/B", "Cmadd13/C", "G#dim7/Fs", "Emmaj7/As", "Amaj9/D", "G#dim/Cs", "F#madd11/Cs", "Bbno3d/D", "E7b9/D", "F#sus4/E", "Edimb7/G", "Fmaj11", "G#dim9", "D9/Bb", "Fmaj13/C", "Bmmaj9", "Dmaj911s/Gs", "A#/Ab", "B7sus2/G", "Gadd9/Cs", "Dbdim7/F", "F#no3d/B", "Bm13/Gs", "Dm13/Bb", "G#13/Gs", "Aaug/G", "Fm11/Bb", "Bb9/C", "Bbm7/G", "Gmadd9/Bb", "G#maj11", "F#madd13/D", "A#maj9/D", "F#no3d/A", "Ebm7/D", "G#11/D", "Em13/Db", "Bbno3d/Eb", "Gaug/C", "C#sus2/F", "Badd9/G", "E7/Bb", "Db13b", "G#dim/Gs", "Gmmaj7/D", "A#add13/A", "Bbm7/A", "Gmaj7/Gb", "Dmaj7/Eb", "D#m7/E", "D#m7/F", "G#7/As", "Emaj11/Ds", "Bbmmaj7/A", "Adim/Gb", "D#us4/Eb", "Faug/B", "Dbmaj9/D", "Fm7/Fs", "Bmaj7/A", "C#sus2/B", "F#mmaj13", "E7b9/Gs", "Bmmaj7/G", "Bbm11/Eb", "F#maj7/Ab", "B9/D", "Gmaj7/Eb", "Gadd13/Gs", "Gbdim/A", "Am7/Eb", "Gm7/Db", "F#maj7/Cs", "C#us2/Bb", "Em11/C", "Dbmmaj7/E", "Bbdim/F", "Eb7/D", "Bdimb9", "Cmaj9/F", "Fm11/C", "A9/F", "Fm7/F", "Fm7/D", "D7b9/Fs", "F7sus4/Eb", "Abadd9/Gb", "D#m7/Fs", "Ebdim/Db", "Bb7sus2/Ab", "Dmajs9/Fs", "Caug/G", "Emmaj13", "C#7/Ds", "C#sus4/Gs", "A7sus4/A", "Ebm9/Db", "Aadd9/A", "Abdim7/D", "Emadd13/A", "Gmmaj7/A", "Bmadd9/A", "F9/D", "Abmadd13/Bb", "Gb/Gb", "Dbm13/Eb", "Bmadd13/Gb", "Gaug/Eb", "Amadd13/F", "Bbmadd13/E", "D9/Ds", "Bbm/Fs", "G11s", "F#maj11", "Dbm/Gb", "C#dim/Fs", "Gmb9", "G9/Eb", "E7/Db", "Cadd9/Fs", "Cm9/B", "Gmaj7/Cs", "F#m13/A", "Gb7/C", "Bb7/E", "Eb9/E", "Cadd11/A", "Emaj7/C", "Ebdim7/A", "Am7/As", "Bm7/Cs", "Edimadd13/Bb", "Eno3d/E", "Amadd11/D", "Edimadd13/B", "Emadd13/Bb", "Eadd9/G", "Gbmaj7/A", "Bbaug/B", "Em/Gb", "Bbdim13b9", "G#maj7/E", "F#7/C", "C#7/G", "Dbno3d/Bb", "F7/Fs", "Dbm/A", "Cmmaj7/D", "Gbmaj7sus2", "Dbmajs911s", "Cmaj7/Gs", "F#9/E", "F#11/A", "Fmaj7/Gb", "C#majs9/Gs", "F#augmaj11", "F#dim9", "C#sus2/Bb", "C#sus2/A", "Ebsus4/Fs", "Am9/A", "E13/Gs", "D#m7/C", "Aaugmaj7/B", "Dbm/Db", "Eb7/Gb", "Bdim7/Fs", "Aadd13/C", "Bdim/Ds", "Dbmmaj7/F", "Absus4/E", "Eno3d/Ab", "E7/As", "G7/Bb", "C#7sus4/Eb", "Gb9/Gb", "Amadd13/Cs", "C#dim7/C", "B7/As", "Dbsus4/Bb", "Ebdim7/Bb", "D#7/F", "Abadd9/Db", "Adim7/F", "A11s", "Dmaj7/Db", "C#dim/Cs", "Gbm/Ab", "F#sus4/As", "F#madd13/E", "F#add13/Cs", "F#add13/C", "F#add13/A", "D#sus4/F", "C#no3d/As", "D#m11/As", "E11/Gs", "Bbm11/Ab", "Eb11/G", "Ebmaj911s/Bb", "C#add11/Gs", "Ab13/B", "Fm11/G", "F#maj911s/Cs", "Dmaj13/Bb", "Ammaj7/C", "D#maj7/A", "Faug/G", "Bb7sus4/Eb", "C#add13/G", "Db7/C", "F#mb9", "Bm9/E", "Cdim7/Fs", "Ebm/Cs", "Ebm7/Fs", "F#add9/A", "Gbm/B", "G#dim/F", "Dbmaj7/E", "Bm/", "Eb11b9", "Edim/F", "D#madd13/As", "Abm7/F", "C#/Gb", "Gbdim7/C", "A#7sus2", "Cdim/E", "Ebm/E", "F13/C", "Cm/Fs", "Baug/Fs", "Ab7sus4/Gb", "Eadd13/Ab", "Bbmadd13/Cs", "G#7/G", "Fdim/Fs", "A#maj7/C", "F#sus2/D", "Dmaj9/F", "Bbm7/Ds", "Aaugmaj7/F", "Dmmaj7/E", "Bbdim7/G", "Dm13/E", "F#us4/Db", "Abaug/Eb", "Ebm/Eb", "Faug/E", "G#m13/Gs", "Gmajs9/B", "Fdim/Cs", "Eaug/Ds", "Em7/Gs", "Dbsus2/Eb", "Bbadd9/Ab", "Gdim/C", "F#7b9/As", "Emmaj7/A", "F#aug/Cs", "Abdim9", "Dbm/Eb", "Dbmadd9/Ab", "C#7sus2/Gs", "Dbdim7/Eb", "Gm7/Gb", "F#us2/Ab", "Ebm7/Gs", "Amadd13/G", "A#m7/D", "Fm9/C", "Ab7/D", "Eb/Gs", "G#aug/E", "C11/D", "Ebsus4/Db", "Cdim/F", "Cdim/B", "C#7sus4/Gs", "G7/As", "F9/Fs", "F9/Gs", "F9/Ab", "Eadd13/C", "Bmadd13/Ab", "D7/Gs", "Bbno3d/C", "G7/Ab", "C11/A", "C13/G", "Fm11/Ab", "C7sus4/F", "A#sus4/F", "F#9/B", "D7sus4/F", "A#majs9", "Abadd9/Cs", "Am/Db", "Dbm/F", "Dbm/C", "A#dim7/Fs", "Badd9/E", "F7sus4/G", "Gdim7/Cs", "Emadd13/D", "Bmaj11/Fs", "Eb7/C", "Adim9", "A#dim7/C", "Dm7/As", "Emmaj7/G", "Cdim7/Ds", "Dbsus2/B", "Dbaug/Gb", "Dm11/E", "C#augmaj7/E", "Cmaj7/Ds", "Gaug/F", "Gaug/D", "G#9/C", "A#madd9/Cs", "C#sus4/", "G#m11/Cs", "Abm/A", "Eadd11/Fs", "F#dim11", "G#add13/Fs", "Bbadd13/B", "B7/B", "A#us4/A", "C#dim7/D", "C#m11/G", "C#maj7/Cs", "Bmadd9/E", "F#mmaj9/", "Aaug/Bb", "C#m7/As", "Gmaj7/Gs", "Amadd13/Ab", "F#13/B", "Bbaug/F", "Amaj7sus2/E", "E11b9", "A13/Ab", "Eno3d/Db", "C13/Db", "B9/Cs", "Dbno3d/F", "Abno3d/C", "Abno3d/G", "C#sus2/"]